[
  {
    "Title": "The Unfinished Chapter",
    "Chapters": [
      {
        "ChapterNumber": 1,
        "ChapterName": "The First Meet",
        "Pages": [
          {
            "PageNumber": 1,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "Mumbai has never been a quiet place. It thrives on chaos—the buzz of the shopkeepers ready to begin a new day, the screeching sound of the 9:02 local train and the hustle of the people to catch it are indeed attention seeking. It is called ‘The City of Dreams’ where no one shies away from chasing it, no matter what. "
              },
              {
                "ParagraphNumber": 2,
                "ParagraphContent": "In this very city which does not rest (the fact that it only sleeps from 1:00am-3:00a.m.), I was somewhere in between—drifting through the final year of college, a part time job and trying to feel the very existence of life inside this body."
              },
              {
                "ParagraphNumber": 3,
                "ParagraphContent": "One evening, as I was sitting on my couch, with a coffee mug in one hand, thinking about random stuff, I heard the notification bell of my phone. At first, I chose to ignore it. In no time, it was followed by another notification… and then another. It gave rise to my curiosity. Having battled between my Id and Superego for a long time, I let my Id win over my Superego, thus opening the message."
              }
              ,
              {
                "ParagraphNumber": 4,
                "ParagraphContent": "It was from Batku, a close friend of mine. She somehow knows how to drag me into discussions of weird topics."
              }
              ,
              {
                "ParagraphNumber": 5,
                "ParagraphContent": "“Did you check the group?” she asked me."
              }
              ,
              {
                "ParagraphNumber": 6,
                "ParagraphContent": "Not waiting for me to respond, he continued, “Story of Makers is hosting a seminar this Saturday. I'm going, you should come too.”"
              }
              ,
              {
                "ParagraphNumber": 7,
                "ParagraphContent": "At 22, having no control over my impulsive behaviour, I agreed without a second thought. “I'm in”, I said at once despite having no clue on what the seminar was about."
              }
              ,
              {
                "ParagraphNumber": 8,
                "ParagraphContent": "Soon after, I forgot about it and continued with my life. On a usual Friday night, as I was lying on the couch scrolling Instagram, after a hectic day at work, I received a message from Batku. "
              }
              ,
              {
                "ParagraphNumber": 9,
                "ParagraphContent": "It said, “See you tomorrow at the seminar.”"
              }
              ,
              {
                "ParagraphNumber": 10,
                "ParagraphContent": "I pretended that I remembered about it and said, “Sure, see you there.”"
              }
              ,
              {
                "ParagraphNumber":11,
                "ParagraphContent": "The next day, as Batku and I reached, we looked around and found out that I was the only male in a room full of females! I cursed her a hundred times for having brought me here."
              }
            ]
          },
            {
            "PageNumber": 2,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "I thought to myself, “A male at 22, learning about a disease specific to the female reproductive system and that too, with a silicone model for demonstration! From now on, read every message thrice before saying yes to it.”"
              },
              {
                "ParagraphNumber": 2,
                "ParagraphContent": "Just as I was dealing with my awkwardness, she walked in— a chubby cheeked girl, full of confidence. She wasn't the kind that stories described—one walking in slow motion or hair flying with the effect of the wind. She was real—relatable, slightly chubby, unapologetically confident and full of herself. She was the spokesperson of the seminar—the one explaining cervixes, screenings and everything under the earth that came under the topic of Cervical Cancer. "
              },
              {
                "ParagraphNumber": 3,
                "ParagraphContent": "But… there was something different about her—she wasn't embarrassed or hesitant, rather her voice had clarity and she was calm and open. In no time, the room which once felt like a misplaced Tupperware lid, now felt like a safe space."
              },
              {
                "ParagraphNumber": 4,
                "ParagraphContent": "After about two hours, the formal session ended. The seminar hall then transformed into a gossip café (the kind of thing only possible in India). She soon leaned across the table, talking about how she never quits until she’s tried something at least three times.  "
              },
              {
                "ParagraphNumber": 5,
                "ParagraphContent": "I thought to myself—such a girl is rare today… the one who does not hesitate to talk to a crowd, the one who had no filters, but was true to herself. "
              },
              {
                "ParagraphNumber": 6,
                "ParagraphContent": "I did not say much that day, but something about that girl stuck with me for a while."
              }
            ]
          }
    
        ]
      },
      {
        "ChapterNumber": 2,
        "ChapterName": "The ‘Didi’ Dialogues",
        "Pages": [
          {
            "PageNumber": 1,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "For the next few days, I just couldn’t take my mind off her thoughts—random thoughts about her presence, the comfort she made everyone of us feel, her bubbly nature, everything about her was just so naturally beautiful. Her personality had power—the kind that could easily manage such a big crowd. Back in the seminar, she mentioned that she had been working on a project, something aimed at helping newborn babies. Being a student of Science, the topic really intrigued me. "
              },
              {
                "ParagraphNumber": 2,
                "ParagraphContent": "I began thinking about ways to get in touch with her—Instagram, phone number, Email address—all possible ideas under the earth came to my mind. "
              },
              {
                "ParagraphNumber": 3,
                "ParagraphContent": "“Maybe, I should ask Batku for her number,” I thought to myself. My curiosity won over my patience and I asked Batku for her number. Sson after I texted her."
              }
              ,
              {
                "ParagraphNumber": 4,
                "ParagraphContent": "No ‘Hello’, no ‘How are you doing?’, just business.“XYZ project still going on?” I asked her."
              }
              ,
              {
                "ParagraphNumber": 5,
                "ParagraphContent": "Honestly speaking, if I was her, I would have thought to myself that the person was a creep and probably would have blocked them. But she wasn’t like others—she was calm, confident and outspoken. She possessed the courage to reply to my text. "
              }
              ,
              {
                "ParagraphNumber": 6,
                "ParagraphContent": "“Hi!” She replied enthusiastically. "
              }
              ,
              {
                "ParagraphNumber": 7,
                "ParagraphContent": "“Yes, I am still working on that project. It basically focuses on the health of premature newborns,” she said."
              }
              ,
              {
                "ParagraphNumber": 8,
                "ParagraphContent": "“Ahh! That's pretty interesting!,” I replied, sounding equally enthusiastic."
              }
              ,
              {
                "ParagraphNumber": 9,
                "ParagraphContent": "“Can I in some way be a helping hand in this?” I asked."
              }
              ,
              {
                "ParagraphNumber": 10,
                "ParagraphContent": "“Yeah! Sure,” she said at once."
              }
              ,
              {
                "ParagraphNumber":11,
                "ParagraphContent": "“Thank you, Didi,” I said"
              }
                 ,
              {
                "ParagraphNumber":12,
                "ParagraphContent": "“Didi! Ewww!!!” she said in the most dramatic way. “Do I look that old for you to address me like that?” she continued in her dramatic tone, holding the expression on her face (she raised her brow dramatically, her eyes dancing wide and a slight grin on her face). "
              }
            ]
          },
            {
            "PageNumber": 2,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "(We “thought” we would meet and discuss how to go about the project. But, life does not wait for anyone. We both moved on with our lives, independently and the meet never actually took place.)"
              },
              {
                "ParagraphNumber": 2,
                "ParagraphContent": "Days passed and the person who was just an acquaintance once, now became a close friend. We started discussing things like hobbies and ambitions, how the other person sees life as, and even planned to go on a trek together on the upcoming weekend.  "
              },
              {
                "ParagraphNumber": 3,
                "ParagraphContent": "But just like our project meeting, this too remained in the “planning” phase."
              },
              {
                "ParagraphNumber": 4,
                "ParagraphContent": "The next month, I had my exams. Hence, I went silent. I thought if she’d text, I would reply late at night, once I was free from my study schedule. But, she too, like me, chose to remain silent. And hence, we grew apart."
              }
              
            ]
          }
    
        ]
      },
      {
        "ChapterNumber": 3,
        "ChapterName": "The Random Reset",
        "Pages": [
          {
            "PageNumber": 3,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "Hours turned into days, and days into weeks. And thus, four weeks passed. And then, eight more days. But none of us said anything to the other—no “How are you doing?” message from her, no “Let’s meet, it's getting a bit hectic for me” message from me either."
              },
              {
                "ParagraphNumber": 2,
                "ParagraphContent": "On a bright Sunday morning, as I was sitting on the sofa, with a coffee mug in my hand, I thought to myself, “Am I forgetting someone?”"
              },
              {
                "ParagraphNumber": 3,
                "ParagraphContent": "“DORAEMON,” My Superego shouted."
              }
              ,
              {
                "ParagraphNumber": 4,
                "ParagraphContent": "What happened next was pretty against my nature. I picked up my phone and decided to text her."
              }
              ,
              {
                "ParagraphNumber": 5,
                "ParagraphContent": "“Hello.” I said."
              }
              ,
              {
                "ParagraphNumber": 6,
                "ParagraphContent": "Within no time, my message was delivered, seen and replied to."
              }
              ,
              {
                "ParagraphNumber": 7,
                "ParagraphContent": "“You up this early on a Sunday?” She asked dramatically. "
              }
              ,
              {
                "ParagraphNumber": 8,
                "ParagraphContent": "And soon after that, we began chatting—about random things, right from the deepest topics like “What does home mean to you” to the most silly topic like “What would you do if you were me for a day.”"
              }
              ,
              {
                "ParagraphNumber": 9,
                "ParagraphContent": "I felt a sense of comfort—the kind I had never felt before. It did not feel like talking to someone whom you have not spoken to for a month now. It felt like yesterday that we discussed the project and planned to meet. And we will be meeting to discuss it further, tomorrow. "
              }
              ,
              {
                "ParagraphNumber": 10,
                "ParagraphContent": "“Let’s meet today at 6:00 p.m.,” I said."
              }
              ,
              {
                "ParagraphNumber":11,
                "ParagraphContent": "And unlike our other “meets” this one did take place. We did not know why we were meeting, we did not know where we were going to meet—maybe at her favourite café, maybe at the beach, enjoying the sunset, with our Starbucks coffee in hand. What was going to happen—no one knew. "
              },
              {
                "ParagraphNumber":12,
                "ParagraphContent": "And somehow, that spontaneous meet did turn out to be better than a planned one. It gave me small moments to be happy about and a memory for a lifetime to carry with me."
              }
            ]
          }
    
        ]
      },
      {
        "ChapterNumber": 4,
        "ChapterName": "For the Main Character",
        "Pages": [
          {
            "PageNumber": 4,
            "Content": [
              {
                "ParagraphNumber": 1,
                "ParagraphContent": "To the girl I met randomly, not knowing where this would take us — thank you for being a part of these unexpected yet beautiful chapters. She, who is so lazy that she would prefer to take an auto instead of a two-minute walk, but would never turn down a spontaneous meet.For replying to my to-the-point texts with your dramatic one-liners that put a smile on my face — you didn't just become a character in a story called 'Life' but the one who became the whole plot twist."
              }
            ]
          }
    
        ]
      }
    ]
  }
]
